<?php

return [
    'welcome' => 'مرحباً بك',
    'confirm_account' => 'قم بتأكيد حسابك.',
    'thanks_signup' => 'يبدو أن حسابك غير مفعل بعد، إذا كان هذا صحيحًا ، فانقر أدناه لتفعيل حسابك',
    'app_thanks_signup' => 'شكراً لتسجيلك معنا، قبل البدء فضلاً أكد حسابك.',
    'thanks_using_app' => 'شكرا لاستخدامك موقعنا!',
    'action_account_activation' => 'تفعيل',
    'account_activation' => 'تفعيل الحساب',
    'use_verification_code' => 'إستخدم الكود أدناه لتفعيل حسابك',
    'password_changed' => 'تم تغيير كلمة مرورك بنجاح.',
    'if_you_change' => 'إذا أنت من قمت بتغيير كلمة المرور، لا داعي لاتخاذ أي اجراء.',
    'if_not_change' => 'إذا لم تقم بتغيير كلمة المرور الرجاء حماية حسابك.',
    'If_you_are_having_trouble' => 'اذا واجهتك مشكلة في زر (تفعيل) الرجاء نسخ الربط التالي ولصقه في المتصفح :',
    'already_activated' => 'إذا كان حسابك بالفعل مفعل ، فيمكنك تجاهل هذا البريد الإلكتروني بأمان.',
    'to_communicate' => 'للتواصل :info@vet.net',
    'email_verify' => 'التحقق من البريد الإلكتروني',
    'enter_below_otp' => 'أدخل الرمز أدناه في تطبيق باب للتحقق من بريدك الإلكتروني',
    'enter_below_otp_for_reset' => 'أدخل الرمز أدناه في تطبيق باب لإعادة تعيين كلمة المرور',
    'otp_use_only_once' => 'لا يمكن استخدام هذا الرمز إلا مرة واحدة وينتهي بعد 24 ساعة',
];
