<?php

return [
    'get_data' => 'تم جلب البيانات بنجاح.',
    'create_data' => 'تم حفظ البيانات بنجاح.',
    'update_data' => 'تم تحديث البيانات بنجاح.',
    'delete_data' => 'تم حذف البيانات بنجاح.',
    'not_found_data' => 'العنصر مفقود الرجاء العودة الى الصفحة الرئيسية',
    'validation_error' => 'البيانات المدخلة غير صحيحة.',
    'no_personal_info' => 'لم يتم إضافة المعلومات الشخصية حتى الآن',
    'no_education' => 'لم يتم إضافة معلومات التعليم بعد.',
    'no_experience' => 'لم يتم إضافة معلومات الخبرات بعد.',
    'no_cv' => 'لم تقم بإنشاء سيرتك الذاتية.',
    'no_previous_sections' => 'يجب أن تقوم بإنشاء الأجزاء السابقه.',
    'vacancy_invitation' => 'تم إرسال دعوة الوظيفة الشاغرة بنجاح',
    'accept_vacancy_invitation' => 'تم قبول دعوة الوظيفة الشاغرة بنجاح من قبل المرشح',
    'reject_vacancy_invitation' => 'تم رفض دعوة الوظيفة الشاغرة بنجاح من قبل المرشح',
    'prevent_delete_candidate' => 'المرشحين الذين إستقبلو إشعار الترشيح لايمكن حذفهم',
    'sent_employment_form' => 'تم إرسال إستمارة التوظيف بنجاح',
    'sent_job_offer' => 'تم إرسال عرض العمل بنجاح',
    'accept_job_offer' => 'تم قبول عرض العمل بنجاح من قبل المرشح',
    'reject_job_offer' => 'تم رفض عرض العمل بنجاح من قبل المرشح',
    'pipeline_completed_successfully' => 'تم إنهاء خط الإمداد بنجاح',
];
