<?php

return [
    'register_author' => [
        'title' => ' تسجيل مؤلف جديد',
        'body' => 'تم تسجيل مؤلف جديد باسم :name',
    ],
    'new_comment' => [
        'title' => 'تعليق جديد',
        'body' => ' تم اضافة تعليق جديد بواسطة :name ',
    ],
    'like_post' => [
        'title' => 'اعجاب جديد بمنشورك',
        'body' => ':name قام بالاعجاب على منشورك',
    ],
    'report_post' => [
        'title' => 'تم الابلاغ على منشور',
        'body' => 'قام :name باالابلاغ على منشور',
    ],
    'report_comment' => [
        'title' => 'تم الابلاغ على تعليق',
        'body' => 'قام :name باالابلاغ على تعليق',
    ],
    'report_author' => [
        'title' => 'تم الابلاغ على مؤلف',
        'body' => 'قام :name باالابلاغ على مؤلف',
    ],
    'report_user' => [
        'title' => 'تم الابلاغ على مستخدم',
        'body' => 'قام :name باالابلاغ على مستخدم',
    ],
];
